Repository: common-repository/creamailer-for-woocommerce
Catalog: i18n/languages/creamailer-for-woocommerce-*.po
Languages: fi

source: Access token
fi: Asiakastunnus

source: API-Settings
fi: API-asetukset

source: Choose mailinglist
fi: Valitse postituslista

source: connected
fi: Yhteys muodostettu

source: Creamailer integration for WooCommerce
fi: Creamailer integrointi WooCommerceen

source: Enable error log
fi: Aktivoi virhelogi

source: Mailinglist
fi: Postituslista

source: Need help?
fi: Tarvitsetko apua?

source: No connection
fi: Ei yhteyttä

source: Opt-in text
fi: Lupakysymys

source: Opt-in text to show customer
fi: Tilaa uutiskirje

source: See the official help article
fi: Lue virallinen tukiartikkeli

source: Hide the permission question and add to the list
fi: Piilota lupakysymys ja lisää listalle

source: Send mailinglists automatic messages
fi: Lähetä postituslistan automaattiset viestit

source: Send mailinglists automatic messages even if subscriber exists
fi: Lähetä postituslistan automaattiset viestit vaikka käyttäjä olisi listalla

source: Shared secred
fi: Yhteinen tunniste

source: Simple Creamailer integration for WooCommerce.
fi: Creamailer integrointi WooCommerceen.

source: Subscribe to our newsletter
fi: Tilaa uutiskirje

source: View error log
fi: Katso virhelogi

source: Your access token (asiakastunnus)
fi: Asiakastunnus

source: Your shared secred (yhteinen tunniste)
fi: Yhteinen tunniste
